Repository: giellalt/corpus-fin
Catalog: prestable/tmx/fin2sme/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=645_lang=finnish.html.tmx
Source language: fin
Languages: sme

source: Saamelaiskäräjät sai kansainvälistä tunnustusta
sme: Sámediggi oaččui riikkaidgaskasaš dovddastusa

source: Saamelaiskäräjiä ja Metsähallitusta kiitettiin urauurtavasta työstä Akwé: Kon - ohjeiden soveltamiseksi.
sme: Sámedikki ja Meahciráđđehusa giite bálggesčuolli barggus Akwé: Kon – rávvagiid heiveheami várás.

source: Saamelaiskäräjät, ympäristöministeriö ja Metsähallitus järjestivät 17.10 oheistapahtuman biodiversiteettisopimuksen 11 osapuolikokouksessa Hyderabadissa, Intiassa.
sme: Sámediggi, birasministeriija ja Meahciráđđehus ortnejedje 17.10 siidodáhpáhusa biodiversitehtasoahpamuša 11. oassebeallečoahkkimis Hyderabadis, Indias.

source: Tilaisuudessa esiteltiin Akwé: Kon - ohjeiden soveltamista Suomessa Hammastunturin erämaa-alueen hoito- ja käyttösuunnitelman laadinnassa.
sme: Dilálašvuođas ovdanbuktojuvvojedje Akwé: Kon – rávvagiid heiveheapmi Suomas Bátneduottara meahcceguovllu dikšun - ja geavahanplána ráhkadeamis.

source: Suomi on ensimmäinen valtio, joka on soveltanut vuonna 2004 biodiversiteettisopimuksen 7 osapuolikokouksessa hyväksyttyjä ohjeita.
sme: Suopma lea vuosttas riika, mii lea heivehan jagi 2004 biodiversitehtasoahpamuša 7 oassebeallečoahkkimis dohkkehuvvon rávvagiid.

source: Vapaaehtoisten Akwé: Kon - ohjeiden tarkoitus on turvata luonnon monimuotoisuuden säilyminen sekä alkuperäiskansakulttuurin luontosuhteen ja perinteisen tiedon säilyminen.
sme: Eaktodáhtolaš Akwé: Kon – rávvagiid ulbmilin lea dorvvastit luonddu máŋggahápmásašvuođa seailuma sihke eamiálbmotkultuvra luonddugaskavuođa ja árbedieđu seailuma.

source: Akwé: Kon - ohjeet tarjoavat menettelytavan, jolla saamelaisten osallistuminen hankkeiden ja suunnitelmien valmisteluun, vaikutustenarviointiin ja päätöksentekoon voidaan turvata.
sme: Akwé: Kon – rávvagat fállet vuogi, mainna sámiid oassálastima fidnuid ja plánaid válmmaštallamii, váikkuhusaid árvvoštallamii ja mearrádusdáhkamii sáhttá sihkkarastit.

source: Akwé: Kon - ohjeiden soveltamista Hammastunturin erämaa-alueen hoito- ja käyttösuunnitelman laadinnassa valmisteltiin ympäristöministeriön asettaman
sme: Akwé: Kon – rávvagiid heiveheami Bátneduottara meahcceguovllu dikšun- ja geavahanplána ráhkadeamis válmmaštallojuvvui birasministeriija ásahan álbmotlaš artihkal 8(j)-bargojoavkku barggus.

source: Saamelaiskäräjiä edusti oheistapahtumassa lakimiessihteeri Aimo Guttorm.
sme: Sámedikki ovddastii siidodáhpáhusas láhkačálli Aimo Guttorm.

source: Guttorm toi puheessaan esille, että " Suomen saamelaiskäräjät pitää Hammastunturin hoito- ja käyttösuunnitelman valmistelun yhteydessä toteutettua Akwé: Kon - prosessia tärkeänä saamelaisten oikeusaseman toteutumisen kannalta. "
sme: Guttorm buvttii ságastis ovdan, ahte " Suoma sámediggi doallá Bátenduottara dikšun- ja geavahanplána válmmaštallama oktavuođas ollašuhtton Akwé: Kon - proseassa dehalažžan sámiid vuoigatvuođadili ollašuvvama dáfus. "

source: Akwé: Kon – ohjeiden soveltamista on valmistellut Metsähallituksen ja saamelaiskäräjien perustama yhteinen työryhmä, johon saamelaiskäräjät on nimennyt jäsenet.
sme: Akwé: Kon – rávvagiid heiveheami lea válmmaštallan Meahciráđđehusa ja sámedikki vuođđudan oktasaš bargojoavku, masa sámediggi lea namahan lahtuid.

source: Työryhmän jäsenet ovat perinteisen tiedon haltijoita ja työryhmässä on edustettuina eri ikäryhmät ja sukupuolet sekä alueen paliskuntien poroisännät.
sme: Bargojoavkku lahtut leat árbedieđu hálddašeaddjit ja bargojoavkkus leat ovddastuvvon iešguđet ahkejoavkkut ja sohkabealit sihke guovllu bálgosiid boazoisidat.

source: Työryhmän puheenjohtajana on toiminut saamelaiskäräjien II varapuheenjohtaja Heikki Paltto.
sme: Bargojoavkku ságajođiheaddjin lea doaibman sámedikki II várreságajođiheaddji Heikki Paltto.

source: " Ohjeet lähtevät siitä, että alkuperäiskansan edustajat otetaan mukaan suunnitteluun aivan alusta lähtien, ei vasta sitten kun työ on jo pitkällä.
sme: " Rávvagat vulget das, ahte eamiálbmoga ovddasteaddjit váldojuvvojit plánemii mielde aivve álggu rájes, ii easka dallego bargu lea juo ovdánan guhkás.

source: On aivan eri asia tehdä työtä yhteistyössä keskustellen kuin pyytää kommentteja jo kerran kirjoitettuun versioon ", korostaa oheistapahtumassa puhunut erikoissuunnittelija Sanna-Kaisa Juvonen Metsähallituksen luontopalveluista. "
sme: Lea aivve eará ášši bargat barggu ovttas ságástallamin go bivdit kommeanttaid juo oktii čállojuvvon veršuvdnii ", deattuha siidodáhpáhusas hállan sierraplánejeaddji Sanna-Kaisa Juvonen Meahciráđđehusa luonddubálvalusain. "

source: Työtapa on ollut mielekäs kaikille osapuolille, ja toimi todella hyvin. "
sme: Bargovuohki leamašan jierpmálaš buot oassebeliide, ja doaimmai duođaid bures. "

source: " Metsähallitus aikoo ilman muuta käyttää tätä työtapaa myös vastaisuudessa ", Sanna-Kaisa Juvonen lupaa.
sme: " Meahciráđđehus áigu dieđusge geavahit dán bargovuogi maiddái dás duohko ", Sanna-Kaisa Juvonen lohpida.

source: , saamelaiskäräjien puheenjohtaja Klemetti Näkkäläjärvi on tyytyväinen Suomen saamelaiskäräjien saamaan tunnustukseen. ”
sme: Álbmotlaš biodiversitehtabargojoavkku lahttu sámedikki sáđajođiheaddji Klemetti Näkkäläjärvi lea duđavaš Suoma sámedikki ožžon dovddastussii. ”

source: Olemme tehneet todella paljon työtä kansallisesti ja kansainvälisestikin artikla 8(j):n toimeenpanemiseksi ja toki saamamme tunnustus lämmittää.
sme: Leat bargan duođaid olu álbmotlaččat ja riikkaidgaskasaččatge artihkkala 8(j) doibmiibidjama várás ja áinnas dovddastus, man oaččuimet ligge.

source: Edelläkävijän rooli tuo myös vastuuta ja työtä on vielä paljon edessä saamelaisten perinteisen tiedon suojelemiseksi Suomessa ”, puheenjohtaja tuumii.
sme: Bálggesčuolli rolla buktá maiddái vástu ja bargu lea velá olu ovddabealde sámiid árbedieđu suodjaleami várás Suomas ”, ságajođiheaddji árvala.

source: Valtioneuvosto hyväksyy syksyllä periaatepäätöksen kansalliseksi biodiversiteettistrategiaksi vuoteen 2012. ” Saamelaiskäräjät odottaa biodiversiteettistrategialta ja erityisesti sen toimeenpanolta paljon.
sme: Stahtarađđi dohkkeha čakčat vuođđojurddamearrádusa álbmotlaš biodiversitehtastrategiijan jahkái 2012. ” Sámediggi vuordá biodiversitehtastrategiijas ja erenoamažit dan doibmiibidjamis olu.

source: t ”, Näkkäläjärvi painottaa.
sme: Vuordit, ahte Suopma ollašuhttá álbmogiidgaskasaš báktečuollin álbmotlaš artihkal 8(j)-bargojoavkku laohpparaportta evttohan doaibmabijuid ”, Näkkäläjärvi deattuha.

source: Akwé:Kon ohjeiden suomennos
sme: Birasministeriija COP11-siiddut
